{"random":["If I could describe this week in one word it would be and why","One thing I did that made me happy this week and why it made me happy","Something that happened this week that made me feel angry or sad and why","Something I listened to or watched this week that made me smile and why","My goal for next week is","Note for myself for next week","What am I proud of","Am I quick to praise or judge someones character.why?","What hurt do I hold on to","Do I feel guilt about anything","Who makes my community","Am I inlove with the things I do everyday","Are my relationships nurturing my growth? why?","What am I excited for in the future that fuels my present and why","How are you changing the world","What was the best thing that happened to you today and why","What is Something that made you laugh today and why","What steps did you take today towads a goal you are working on","Who made your day better today and why","What made today unique and why","What is one thing you want to remember from today and why","When did you feel most authentically yourself today and why","How can you make tomorrow even better than today"],"physical":["When I looked in the mirror, what’s the first thought I had?","This past week, what’s one thing I did to improve my body image or to lead a healthier life?","What’s one way I will improve my body image this week?"," I feel beautiful today because?","Do I feel embarrassed when being talked about by my peers? Why?","If I had the money, what part of my body would I change.","Do I need expensive clothings to improve my self-image? Why","What is my understanding about beauty?","Do I feel confident about myself in public? Why","What makes me feel ashamed about myself? Why?"],"spiritual":["Have I this day got nearer to God in times of prayer, or have I given way to a lazy, idle spirit?","Has my faith been weakened by unwatchfulness, or quickened by diligence this day?","Have I this day walked by faith and eyed God in all things?","In how many instances have I denied myself this day?","Do my life and conversation adorn the Gospel of Jesus Christ?"],"sexual":["Do you often find yourself preoccupied with sexual thoughts or romantic daydreams?","Do you feel that your sexual behavior is not normal?","Do you ever feel bad about your sexual behavior?","Do you have trouble stopping your sexual behavior when you know it is inappropriate?","Do you find yourself having multiple romantic relationships at the same time?"],"digital":["How confident are you at identifying trustworthy information? How quickly can you spot a hoax?","How confident are you at choosing the right online tool to find, use or create information online","How confident are you at presenting yourself online","How confident are you at finding a person online, for example an expert in your discipline?","How confident are you at finding out what online information you can legally reuse?"],"political":["For me the best form of political system is (democratic, communism etc) because?","My political view is (liberal, conservative) because?","Where do your political beliefs come from?  Family?  Church?  Work? Why?","What life experiences have you had that have led you to feel so passionately about a political issue?","What forms of political argument or support do you feel are effective, productive, or encourage you to think and learn from those you disagree with?"],"material":["If you win the lottery, what is the first thing you do? Maybe buy something of pay-up something? Why?","Do you think you are happier today if you buy new things that you want?","Do you find yourself wanting to always be updated on the latest gadget?","How many gadgets do you have right now?","What things that you have right now that makes you happy? Why?"],"cog":["What is the most recent happiest thought you could think of? In your head, try to grasp every detail of that moment as much as possible.","Ask yourself: Would you say that this is the happiest thought you have or is there an even happier thought?","How does this thought make you feel now?","Fill in the blanks: This thought makes me want to…?","Do I have evidence that this thought is unhappy?","What is your current goal in life?","Is there something you feel like you need to do to achieve your goal faster?","Is there something that’s currently making you worry?","How do you feel about yourself? What do you think are your best traits?","After our session has ended, do you think you’ll be more receptive to positive thoughts, emotions, and life experiences?"],"ls":["What kind of book would you like to read for fun?","When you are not sure how to spell a word, what are you most likely to do?","You're out shopping for clothes, and you're waiting in line to pay. What are you most likely to do while you are waiting?","When you see the word 'cat', what do you do first?","What's the best way for you to study for a test?","What's the best way for you to learn about how something works (like a computer or a video game)?","If you went to a school dance, what would you be most likely to remember the next day?","What do you find most distracting when you are trying to study?","When you are angry, what are you most likely to do?","When you are happy, what are you most likely to do?"]}